Repository: lynsoftware/Lyn
Catalog: Lyn.Web/Resources/Localization.*.resx
Languages: nb

# PageTitle
source: Lyn Password Generator
nb: Lyn Passordgenerator

# DownloadBanner_Title
source: Get the Desktop App
nb: Last ned desktop-appen

# DownloadBanner_Description
source: Faster, more secure, and works offline.
nb: Raskere, sikrere og fungerer frakoblet.

# DownloadBanner_Link
source: Download here
nb: Last ned her

source: How to use
nb: Slik bruker du

# MasterPassword_Label
source: Master Password
nb: Hovedpassord

# MasterPassword_Placeholder
source: Enter your master password
nb: Skriv inn hovedpassordet ditt

# MasterPassword_Required
source: Master password is required
nb: Hovedpassord er påkrevd

# MasterPassword_Show
source: Show password
nb: Vis passord

# MasterPassword_Hide
source: Hide password
nb: Skjul passord

# Seed_Label
source: Seed
nb: Frø

# Seed_Placeholder
source: Enter a seed
nb: Skriv inn et frø

# Seed_Required
source: Seed is required
nb: Frø er påkrevd

# PasswordLength_Label
source: Password Length
nb: Passordlengde

# SpecialChars_Label
source: Include special characters ({0})
nb: Inkluder spesialtegn ({0})

# GeneratePassword_Button
source: Generate Password
nb: Generer passord

# CopyToClipboard_Button
source: Copy to clipboard
nb: Kopier til utklippstavle

# Copied_Button
source: Copied!
nb: Kopiert!

# Settings_PageTitle
source: Settings - Lyn Password Generator
nb: Innstillinger - Lyn Passordgenerator

# Language_Title
source: Language
nb: Språk

# Theme_Title
source: Theme
nb: Tema

# Theme_Light
source: Light
nb: Lys

# Theme_Dark
source: Dark
nb: Mørk

# Download_PageTitle
source: Download - Lyn Password Generator
nb: Last ned - Lyn Passordgenerator

# Download_Hero_Title
source: Download Lyn Password Generator
nb: Last ned Lyn Passordgenerator

# Download_Hero_Subtitle
source: Get the app for your platform and start generating secure passwords offline
nb: Last ned appen for din plattform og begynn å generere sikre passord frakoblet

# Download_Desktop_Title
source: Desktop Applications
nb: Desktop-applikasjoner

# Download_Windows_Subtitle
source: Version 1.0.0 • Windows 10/11
nb: Versjon 1.0.0 • Windows 10/11

# Download_Windows_Button
source: Download for Windows
nb: Last ned for Windows

# Download_Windows_Store
source: Available on Microsoft Store
nb: Tilgjengelig i Microsoft Store

# Download_MacOS_Subtitle
source: Version 1.0.0 • macOS 11+
nb: Versjon 1.0.0 • macOS 11+

# Download_Linux_Subtitle
source: Version 1.0.0 • Ubuntu 20.04+
nb: Versjon 1.0.0 • Ubuntu 20.04+

# Download_ComingSoon_Button
source: Coming Soon
nb: Kommer snart

# Download_ComingSoon_Q2
source: Available Q2 2026
nb: Tilgjengelig Q2 2026

# Download_ComingSoon_Q3
source: Available Q3 2026
nb: Tilgjengelig Q3 2026

# Download_MacOS_Button
source: Download for macOS
nb: Last ned for macOS

# Download_Linux_Button
source: Download for Linux
nb: Last ned for Linux

# Download_Android_Button
source: Download for Android
nb: Last ned for Android

# Download_iOS_Button
source: Download for iOS
nb: Last ned for iOS

# Download_Downloading
source: Downloading...
nb: Laster ned...

# Download_Mobile_Title
source: Mobile Applications
nb: Mobilapplikasjoner

# Download_Android_Subtitle
source: Version 1.0.0 • Android 8.0+
nb: Versjon 1.0.0 • Android 8.0+

# Download_iOS_Subtitle
source: Version 1.0.0 • iOS 14+
nb: Versjon 1.0.0 • iOS 14+

# Download_WhyDownload_Title
source: Why Download?
nb: Hvorfor laste ned?

# Download_Feature_Performance_Title
source: Faster Performance
nb: Raskere ytelse

# Download_Feature_Performance_Description
source: Native app runs smoother and faster than web version
nb: Native app kjører jevnere og raskere enn nettversjonen

# Download_Feature_Offline_Title
source: Works Offline
nb: Fungerer frakoblet

# Download_Feature_Offline_Description
source: Generate passwords without internet connection
nb: Generer passord uten internett-tilkobling

# Download_Feature_Secure_Title
source: More Secure
nb: Mer sikker

# Download_Feature_Secure_Description
source: Your data never leaves your device
nb: Dataene dine forlater aldri enheten din

# Download_WebGenerator_Text
source: Prefer to use the web version? No installation required!
nb: Foretrekker du nettversjonen? Ingen installasjon nødvendig!

# Download_WebGenerator_Button
source: Use Web Generator
nb: Bruk nettgenerator

# Header_ToggleMenu_AriaLabel
source: Toggle navigation menu
nb: Åpne/lukk navigasjonsmeny

# Header_CloseMenu_AriaLabel
source: Close menu
nb: Lukk meny

# Header_Navigation
source: Navigation
nb: Navigasjon

# Header_Menu_Home
source: Home
nb: Hjem

# Header_Menu_PasswordGenerator
source: Password Generator
nb: Passordgenerator

# Header_Menu_Download
source: Download
nb: Last ned

# Header_Menu_Settings
source: Settings
nb: Innstillinger

# Header_Menu_About
source: About
nb: Om oss

# Header_Menu_Privacy
source: Privacy Policy
nb: Personvern

# Header_Menu_Support
source: Support
nb: Brukerstøtte

# Modal_Title
source: How to Use Lyn Password Generator
nb: Slik bruker du Lyn Passordgenerator

# Modal_Close_AriaLabel
source: Close
nb: Lukk

# Modal_Close_Button
source: Close
nb: Lukk

# Modal_Intro_AppName
source: Lyn Password Generator
nb: Lyn Passordgenerator

# Modal_Intro_Text1
source: lets you create strong, unique passwords that you can always regenerate when you need them.
nb: lar deg lage sterke, unike passord som du alltid kan regenerere når du trenger dem.

# Modal_Intro_Text2
source: By entering a master password and providing it with a seed (a word used when generating the password), you can retrieve the same generated password every time.
nb: Ved å skrive inn et hovedpassord og gi det et frø (et ord som brukes ved generering av passordet), kan du hente samme genererte passord hver gang.

# Modal_Intro_Text3
source: You don't need to remember hundreds of passwords or rely on cloud services - just remember one master password and use simple seeds for each account.
nb: Du trenger ikke å huske hundrevis av passord eller stole på skytjenester - bare husk ett hovedpassord og bruk enkle frø for hver konto.

# Modal_Intro_Text4
source: Neither the master password, the seed, nor the generated password is stored, so malicious attackers cannot access this information.
nb: Verken hovedpassordet, frøet eller det genererte passordet lagres, så ondsinnede angripere kan ikke få tilgang til denne informasjonen.

# Modal_Intro_Text5
source: The application is available on Android, iOS, Windows, macOS, and Linux.
nb: Applikasjonen er tilgjengelig på Android, iOS, Windows, macOS og Linux.

# Modal_HowTo_Title
source: How to use the app:
nb: Slik bruker du appen:

# Modal_HowTo_MasterPassword_Label
source: Master Password:
nb: Hovedpassord:

# Modal_HowTo_MasterPassword_Text
source: Your secret key (never share it)
nb: Din hemmelige nøkkel (aldri del den)

# Modal_HowTo_Seed_Label
source: Seed:
nb: Frø:

# Modal_HowTo_Seed_Text
source: Identifier for each account (e.g., "gmail", "reddit", or words you can remember)
nb: Identifikator for hver konto (f.eks. "gmail", "reddit", eller ord du kan huske)

# Modal_HowTo_Length_Label
source: Length:
nb: Lengde:

# Modal_HowTo_Length_Text
source: 16 characters is standard. Some services have minimum and maximum limits, so adjust the length accordingly. For secure keys, longer passwords can be wise
nb: 16 tegn er standard. Noen tjenester har minimums- og maksimumsgrenser, så juster lengden deretter. For sikre nøkler kan lengre passord være lurt

# Modal_HowTo_SpecialChars_Text
source: Check or uncheck based on whether the service allows special characters
nb: Huk av eller fjern avhuking basert på om tjenesten tillater spesialtegn

# Modal_HowTo_Deterministic_Text
source: Same master password + seed = Same password every time
nb: Samme hovedpassord + frø = Samme passord hver gang

# Modal_Security_Title
source: Security Tips:
nb: Sikkerhetstips:

# Modal_Security_Tip1
source: Use a strong, unique master password. Don't forget it! Without the master password, you cannot retrieve your passwords again
nb: Bruk et sterkt, unikt hovedpassord. Ikke glem det! Uten hovedpassordet kan du ikke hente passordene dine igjen

# Modal_Security_Tip2
source: It is recommended not to reuse the master password elsewhere
nb: Det anbefales å ikke gjenbruke hovedpassordet andre steder

# Modal_Security_Tip3
source: Use different seeds for different accounts
nb: Bruk forskjellige frø for forskjellige kontoer

# Modal_Security_Tip4
source: It is recommended not to write down the master password on your devices
nb: Det anbefales å ikke skrive ned hovedpassordet på enhetene dine

# Modal_Security_Tip5
source: A password manager with multiple layers provides even more security, but it's better to use this application than to write simple passwords like "password123"
nb: En passordbehandler med flere lag gir enda mer sikkerhet, men det er bedre å bruke denne applikasjonen enn å skrive enkle passord som "passord123"

# Modal_Security_Tip6
source: Keep a list of your seeds (this is safe as they are worthless without the master password)
nb: Hold en liste over frøene dine (dette er trygt da de er verdiløse uten hovedpassordet)

# Privacy_PageTitle
source: Privacy Policy - Lyn Password Generator
nb: Personvern - Lyn Passordgenerator

# Privacy_Title
source: Privacy Policy
nb: Personvernerklæring

# Privacy_LastUpdated
source: Last updated: January 10, 2026
nb: Sist oppdatert: 10. januar 2026

# Privacy_Section1_Title
source: 1. Introduction
nb: 1. Introduksjon

# Privacy_Section1_Text
source: Lyn Password Generator ("we", "our", or "the app") is committed to protecting your privacy. This Privacy Policy explains how we handle your information when you use our password generation application.
nb: Lyn Passordgenerator ("vi", "vår" eller "appen") er forpliktet til å beskytte ditt personvern. Denne personvernerklæringen forklarer hvordan vi håndterer informasjonen din når du bruker vår passordgenereringsapplikasjon.

# Privacy_Section2_Title
source: 2. Data Collection
nb: 2. Datainnsamling

# Privacy_Section2_Intro
source: We do not collect, store, or transmit any of your personal data.
nb: Vi samler ikke inn, lagrer eller overfører noen av dine personlige data.

# Privacy_Section2_Specifically
source: Specifically:
nb: Spesifikt:

# Privacy_Section2_Point1
source: We do not collect your master passwords
nb: Vi samler ikke inn hovedpassordene dine

# Privacy_Section2_Point2
source: We do not collect your seeds or generated passwords
nb: Vi samler ikke inn frøene eller genererte passordene dine

# Privacy_Section2_Point3
source: We do not collect any personal information
nb: Vi samler ikke inn noen personlig informasjon

# Privacy_Section2_Point4
source: We do not use analytics or tracking tools
nb: Vi bruker ikke analyse- eller sporingsverktøy

# Privacy_Section2_Point5
source: We do not share any data with third parties
nb: Vi deler ikke data med tredjeparter

# Privacy_Section3_Title
source: 3. How the App Works
nb: 3. Hvordan appen fungerer

# Privacy_Section3_Intro
source: Lyn Password Generator operates entirely locally on your device:
nb: Lyn Passordgenerator opererer helt lokalt på enheten din:

# Privacy_Section3_Point1
source: All password generation happens locally on your device
nb: All passordgenerering skjer lokalt på enheten din

# Privacy_Section3_Point2
source: Your master password and seeds are processed only in your device's memory
nb: Hovedpassordet og frøene dine behandles kun i enhetens minne

# Privacy_Section3_Point3
source: Generated passwords are never stored or transmitted
nb: Genererte passord lagres eller overføres aldri

# Privacy_Section3_Point4
source: The app works completely offline
nb: Appen fungerer helt frakoblet

# Privacy_Section4_Title
source: 4. Local Storage
nb: 4. Lokal lagring

# Privacy_Section4_Intro
source: The app stores the following preferences locally on your device:
nb: Appen lagrer følgende preferanser lokalt på enheten din:

# Privacy_Section4_Point1
source: Password length preference
nb: Passordlengdepreferanse

# Privacy_Section4_Point2
source: Special characters inclusion preference
nb: Preferanse for inkludering av spesialtegn

# Privacy_Section4_Point3
source: Theme preference (light/dark mode)
nb: Temapreferanse (lys/mørk modus)

# Privacy_Section4_Point4
source: Language preference
nb: Språkpreferanse

# Privacy_Section4_Important_Label
source: Important:
nb: Viktig:

# Privacy_Section4_Important_Text
source: We never store your master password, seeds, or generated passwords locally or remotely.
nb: Vi lagrer aldri hovedpassordet ditt, frø eller genererte passord lokalt eller eksternt.

# Privacy_Section5_Title
source: 5. Security
nb: 5. Sikkerhet

# Privacy_Section5_Intro
source: Your security is our top priority:
nb: Din sikkerhet er vår toppprioritet:

# Privacy_Section5_Point1
source: All password generation uses industry-standard Argon2id algorithm
nb: All passordgenerering bruker industristandardalgoritmen Argon2id

# Privacy_Section5_Point2
source: Your data never leaves your device
nb: Dataene dine forlater aldri enheten din

# Privacy_Section5_Point3
source: No internet connection is required for the app to function
nb: Ingen internettforbindelse kreves for at appen skal fungere

# Privacy_Section5_Point4
source: The app does not communicate with any external servers
nb: Appen kommuniserer ikke med eksterne servere

# Privacy_Section6_Title
source: 6. Third-Party Services
nb: 6. Tredjepartstjenester

# Privacy_Section6_Text
source: Lyn Password Generator does not integrate with or use any third-party services, analytics tools, or advertising networks.
nb: Lyn Passordgenerator integrerer ikke med eller bruker noen tredjepartstjenester, analyseverktøy eller annonsenettverk.

# Privacy_Section7_Title
source: 7. Children's Privacy
nb: 7. Barns personvern

# Privacy_Section7_Text
source: Our app does not knowingly collect any information from anyone, including children under 13. The app can be safely used by anyone who needs to generate secure passwords.
nb: Appen vår samler ikke bevisst inn informasjon fra noen, inkludert barn under 13 år. Appen kan trygt brukes av alle som trenger å generere sikre passord.

# Privacy_Section8_Title
source: 8. Changes to This Privacy Policy
nb: 8. Endringer i denne personvernerklæringen

# Privacy_Section8_Text
source: We may update this Privacy Policy from time to time. Any changes will be posted on this page with an updated "Last updated" date.
nb: Vi kan oppdatere denne personvernerklæringen fra tid til annen. Eventuelle endringer vil bli publisert på denne siden med en oppdatert "Sist oppdatert"-dato.

# Privacy_Section9_Title
source: 9. Contact Us
nb: 9. Kontakt oss

# Privacy_Section9_Intro
source: If you have any questions about this Privacy Policy, please contact us at:
nb: Hvis du har spørsmål om denne personvernerklæringen, vennligst kontakt oss på:

# Privacy_Section9_Email_Label
source: Email:
nb: E-post:

# Privacy_Section10_Title
source: 10. Summary
nb: 10. Oppsummering

# Privacy_Section10_Summary
source: In short: Lyn Password Generator is a privacy-first application.
nb: Kort fortalt: Lyn Passordgenerator er en personvern-først applikasjon.

# Privacy_Section10_Point1
source: ✓ Zero data collection
nb: ✓ Null datainnsamling

# Privacy_Section10_Point2
source: ✓ Zero data storage
nb: ✓ Null datalagring

# Privacy_Section10_Point3
source: ✓ Zero data transmission
nb: ✓ Null dataoverføring

# Privacy_Section10_Point4
source: ✓ Complete offline functionality
nb: ✓ Komplett frakoblet funksjonalitet

# Privacy_Section10_Point5
source: ✓ No third-party services
nb: ✓ Ingen tredjepartstjenester

# About_PageTitle
source: About Lyn
nb: Om Lyn

# About_Title
source: About Lyn
nb: Om Lyn

# About_Subtitle
source: Security through simplicity
nb: Sikkerhet gjennom enkelhet

# About_OurMission_Title
source: Our Mission
nb: Vår misjon

# About_OurMission_Text
source: Lyn is dedicated to making password management simpler and more secure for everyone. We believe that security shouldn't come at the cost of usability, and that everyone deserves access to robust password technology.
nb: Lyn er dedikert til å gjøre passordadministrasjon enklere og sikrere for alle. Vi tror at sikkerhet ikke skal komme på bekostning av brukervennlighet, og at alle fortjener tilgang til robust passordteknologi.

# About_WhyLyn_Title
source: Why Lyn?
nb: Hvorfor Lyn?

# About_WhyLyn_Text
source: We built Lyn because we saw the need for a private, deterministic alternative to traditional password managers. With Lyn, nothing is stored in the cloud, nothing can be hacked, and you have complete control over your passwords.
nb: Vi bygget Lyn fordi vi så behovet for et privat, deterministisk alternativ til tradisjonelle passordbehandlere. Med Lyn lagres ingenting i skyen, ingenting kan hackes, og du har full kontroll over dine passord.

# About_OurValues_Title
source: Our Values
nb: Våre verdier

# About_Value1
source: Privacy First - We never store your data
nb: Personvern først - Vi lagrer aldri dine data

# About_Value3
source: User-Friendly - Security should be simple
nb: Brukervennlighet - Sikkerhet skal være enkelt

# About_Value4
source: Cross-Platform - Available wherever you need it
nb: Tverrplattform - Tilgjengelig hvor du trenger det

# About_Technology_Title
source: Our Technology
nb: Vår teknologi

# About_Team_Title
source: The Team
nb: Teamet

# About_Team_Text
source: Lyn Password Generator is developed by Fredrik Magee.
nb: Lyn Passord Generator er utviklet av Fredrik Magee.

# About_Contact_Title
source: Contact Us
nb: Kontakt oss

# About_Contact_Text
source: Have questions, suggestions, or feedback? We'd love to hear from you!
nb: Har du spørsmål, forslag eller tilbakemelding? Vi vil gjerne høre fra deg!

# About_Contact_Email
source: Email: support@lynsoftware.com
nb: E-post: support@lynsoftware.com

# Support_PageTitle
source: Support - Lyn Password Generator
nb: Support - Lyn Passord Generator

# Support_Subtitle
source: We're here to help! Send us a message and we'll respond as soon as possible.
nb: Vi er her for å hjelpe deg! Send oss en melding så svarer vi så snart som mulig.

# Support_Success_Title
source: ✓ Thank you for your inquiry!
nb: ✓ Takk for din henvendelse!

# Support_Success_Message
source: We have received your message and will respond to {0} as soon as possible.
nb: Vi har mottatt meldingen din og vil svare på {0} så snart som mulig.

# Support_Button_SendNew
source: Send a new message
nb: Send en ny melding

# Support_Label_Email
source: Email address *
nb: E-postadresse *

# Support_Placeholder_Email
source: your@email.com
nb: din@epost.no

# Support_Label_Title
source: Title *
nb: Tittel *

# Support_Placeholder_Title
source: Briefly describe what it's about
nb: Beskriv kort hva det gjelder

# Support_Label_Category
source: Category *
nb: Kategori *

# Support_Category_SelectPlaceholder
source: -- Select category --
nb: -- Velg kategori --

# Support_Category_Bug
source: Bug / Error
nb: Feil / Bug

# Support_Category_Feature
source: Feature request
nb: Forslag til ny funksjon

# Support_Category_Question
source: Question about the app
nb: Spørsmål om appen

# Support_Category_Security
source: Security / Privacy
nb: Sikkerhet / Personvern

# Support_Category_Other
source: Other
nb: Annet

# Support_Label_Description
source: Description *
nb: Beskrivelse *

# Support_Placeholder_Description
source: Describe your problem, question or suggestion in detail...
nb: Beskriv ditt problem, spørsmål eller forslag i detalj...

# Support_Label_Attachments
source: Attachments (optional)
nb: Vedlegg (valgfritt)

# Support_Attachments_Info
source: Upload images or screenshots that can help us understand the problem (max 5 files, 5MB per file)
nb: Last opp bilder eller skjermbilder som kan hjelpe oss å forstå problemet (maks 5 filer, 5MB per fil)

# Support_Files_Selected
source: Selected files ({0}):
nb: Valgte filer ({0}):

# Support_Button_Sending
source: Sending...
nb: Sender...

# Support_Button_Send
source: Send message
nb: Send melding

# Support_Alternative_Contact_Title
source: Alternative contact
nb: Alternativ kontakt

# Support_Alternative_Contact_Text
source: You can also contact us directly via email:
nb: Du kan også kontakte oss direkte via e-post:

# Support_Error_MaxFiles
source: You can upload a maximum of {0} files.
nb: Du kan maksimalt laste opp {0} filer.

# Support_Error_FileSize
source: The file '{0}' is too large. Maximum file size is 5MB.
nb: Filen '{0}' er for stor. Maksimal filstørrelse er 5MB.

# Support_Error_InvalidImage
source: The file '{0}' is not a valid image.
nb: Filen '{0}' er ikke et gyldig bilde.

# Support_Error_Submit
source: An error occurred while sending the message. Please try again or contact us at support@lynpassword.com
nb: En feil oppstod ved sending av meldingen. Vennligst prøv igjen eller kontakt oss på support@lynpassword.com
